[ActionSkill.Skill_Psycho SkillDefinition]
SkillName="Machado de Serra"
SkillDescription="[skill]Habilidade de Ação[-skill].  Aperte <StringAliasMap:Action.ActionSkill> para ativar o [skill]Machado de Serra[-skill].  Durante o ataque, os [skill]danos corpo a corpo[-skill] e a [skill]velocidade de movimentos[-skill] aumentam.<br><br>Eliminar inimigos recupera sua [skill]saúde[-skill] instantaneamente. <br><br>Ao sofrer danos, sua [skill]recarga de habilidade[-skill] aumenta.<br><br>[skill]Atacar:[-skill] <StringAliasMap:Action.Fire>.<br>[skill]Arremesar o machado:[-skill] segure <StringAliasMap:Action.aim>, depois <StringAliasMap:Action.Fire>."
LockedSkillDetailStr="<Locked>"

[ActionSkill.Skill_Psycho:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Reutilização: $NUMBER$ segundos"
NoConstraintText=""
Suffix=""
Prefix=""

[ActionSkill.Skill_Psycho:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Danos corpo a corpo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[ActionSkill.Skill_Psycho:AttributePresentationDefinition_5 AttributePresentationDefinition]
Description="Velocidade de movimentos: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[ActionSkill.Skill_PsychoCooldown SkillDefinition]
SkillName="Reutilização Psicopata"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[ActionSkill.Skill_SprintDuringAction SkillDefinition]
SkillName="Corrida falsa usando o Machado de Serra"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[ActionSkill.Skill_SprintDuringAction:AttributePresentationDefinition_26 AttributePresentationDefinition]
Description="Velocidade à pé"
NoConstraintText=""
Suffix=""
Prefix=""

[ActionSkill.Skill_SprintDuringAction:AttributePresentationDefinition_27 AttributePresentationDefinition]
Description="Penalização de precisão"
NoConstraintText=""
Suffix=""
Prefix=""

[Buzzaxe.WeaponType_Buzzaxe BuzzaxeWeaponTypeDefinition]
Typename=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[SkillTree.Branch_ActionSkill_Pyromania SkillTreeBranchDefinition]
BranchName=""

[SkillTree.Branch_Bloodlust SkillTreeBranchDefinition]
BranchName="SEDE DE SANGUE"

[SkillTree.Branch_Hellborn SkillTreeBranchDefinition]
BranchName="FILHO DO INFERNO"

[SkillTree.Branch_Mania SkillTreeBranchDefinition]
BranchName="DEMÊNCIA"

